{
  "meta": {
    "title": "Conditions Générales d'Utilisation - Autyvo",
    "description": "CGU de l'application et du site web Autyvo édités par CarDoc SAS"
  },
  "header": {
    "title": "Conditions Générales d'Utilisation de l'Application et du Site Web AUTYVO (Particuliers)"
  },
  "sections": {
    "1": {
      "title": "1. Objet et acceptation",
      "content": "Les présentes Conditions Générales d'Utilisation (CGU) régissent l'accès et l'utilisation des services proposés par l'application mobile et le site web AUTYVO. Toute utilisation implique l'acceptation complète et sans réserve des présentes CGU. En cas de désaccord, l'utilisateur s'engage à ne pas utiliser les services."
    },
    "2": {
      "title": "2. Editeur",
      "content": [
        "L'application mobile et le site web AUTYVO sont édités par la société <strong>CarDoc</strong>, SAS immatriculée au Registre du Commerce et des Sociétés de Nantes sous le numéro SIREN 992 651 349, dont le siège social est situé 1 rue de la Noé, 44300 Nantes, France.",
        "Contact : contact@autyvo.com"
      ]
    },
    "3": {
      "title": "3. Définitions",
      "items": [
        {
          "term": "Utilisateur :",
          "definition": "toute personne physique majeure utilisant l'application ou le site AUTYVO."
        },
        {
          "term": "Compte :",
          "definition": "espace personnel permettant l'accès aux fonctionnalités personnalisées sur l'application et/ou le site."
        },
        {
          "term": "Données :",
          "definition": "informations et documents que l'utilisateur saisit, stocke ou partage via AUTYVO."
        },
        {
          "term": "Services :",
          "definition": "ensemble des fonctionnalités offertes par l'application mobile et le site web AUTYVO."
        }
      ]
    },
    "4": {
      "title": "4. Accès et création du compte",
      "content": [
        "L'accès aux Services nécessite la création d'un compte, soit par e-mail, soit via des services tiers (Apple, Google). L'utilisateur est responsable de la confidentialité de ses identifiants et doit notifier sans délai toute compromission.",
        "Le compte peut être supprimé à tout moment par l'utilisateur via les paramètres dans l'application ou le site, ou en contactant le support."
      ]
    },
    "5": {
      "title": "5. Description des services",
      "intro": "AUTYVO permet :",
      "items": [
        "La gestion digitalisée, sécurisée et l'archivage des documents et historiques liés aux véhicules personnels (factures, consommations, entretiens, documents administratifs).",
        "La génération de rapports synthétiques à usage privé.",
        "Le partage sécurisé, temporaire ou permanent d'informations à des tiers autorisés.",
        "Le suivi proactif des coûts et entretiens via rappels personnalisés."
      ]
    },
    "6": {
      "title": "6. Sécurité et protection des données",
      "content": [
        "AUTYVO met en œuvre des mesures techniques et organisationnelles appropriées pour assurer la sécurité, la confidentialité et l'intégrité des données utilisateurs.",
        "Les données sont conservées pendant la durée nécessaire à la fourniture des services et conformément à la réglementation applicable. Suite à la suppression du compte, les données sont supprimées ou anonymisées, sauf obligation légale contraire."
      ]
    },
    "7": {
      "title": "7. Utilisation de données tierces et API",
      "content": "AUTYVO peut intégrer des données provenant de sources tierces (Histovec, partenaires API, etc.). La société n'est responsable que de la bonne transmission et indexation de ces données, et ne garantit pas leur exhaustivité ni exactitude, qui relève des fournisseurs."
    },
    "8": {
      "title": "8. Notifications et communications",
      "content": [
        "L'utilisateur peut recevoir des notifications push, SMS ou emails pour des rappels, alertes de sécurité ou informations importantes relatives au service.",
        "L'utilisateur peut configurer ses préférences de communication dans l'application. Certains messages essentiels ne peuvent être désactivés."
      ]
    },
    "9": {
      "title": "9. Contenus utilisateurs",
      "content": [
        "Les contenus générés ou partagés par l'utilisateur (commentaires, photos, avis) relèvent de sa responsabilité.",
        "L'utilisateur s'engage à ne pas diffuser de contenus illégaux, diffamatoires, offensants ou portant atteinte à autrui. AUTYVO se réserve le droit de modérer ou supprimer tout contenu non conforme ou signalé."
      ]
    },
    "10": {
      "title": "10. Interdictions et bonnes pratiques",
      "intro": "L'utilisateur s'interdit :",
      "items": [
        "Toute utilisation commerciale ou abusive du service.",
        "L'extraction, copie, scrapping ou automatisation non autorisée des contenus.",
        "Les tentatives d'accès non autorisé ou perturbant AUTYVO.",
        "L'usage frauduleux ou déloyal de l'application."
      ]
    },
    "11": {
      "title": "11. Responsabilités",
      "content": [
        "AUTYVO s'efforce d'assurer la continuité et la qualité du service mais ne garantit pas l'absence d'erreurs, interruptions ou imprécisions.",
        "L'utilisateur reste responsable des données qu'il saisit et des décisions prises sur la base des documents générés. Il est recommandé de vérifier les informations auprès des sources officielles."
      ]
    },
    "12": {
      "title": "12. Propriété intellectuelle",
      "content": [
        "Tous les éléments composant l'application AUTYVO, y compris mais sans s'y limiter les logiciels, interfaces, graphismes, contenus, bases de données et documents, sont la propriété exclusive de la société <strong>CarDoc</strong>.",
        "Toute reproduction, représentation, modification, adaptation, retransmission, ou exploitation partielle ou totale de ces éléments, par quelque moyen que ce soit, est strictement interdite sans autorisation écrite préalable de CarDoc.",
        "L'utilisateur bénéficie d'un droit d'utilisation non exclusif, non transférable et révocable, limité à ses besoins personnels liés à l'usage de l'application.",
        "Il s'engage à ne porter atteinte en aucune manière aux droits de propriété intellectuelle de CarDoc."
      ]
    },
    "13": {
      "title": "13. Modification, suspension et résiliation",
      "content": [
        "AUTYVO peut modifier les CGU ou services à tout moment avec notification préalable. La poursuite d'utilisation vaut acceptation.",
        "En cas de manquement grave ou usage abusif, AUTYVO peut suspendre ou résilier l'accès de l'utilisateur sans préavis.",
        "La résiliation entraîne la perte d'accès aux données, sauf possibilité d'export prévues."
      ]
    },
    "14": {
      "title": "14. Droit applicable et litiges",
      "content": "Les présentes CGU sont soumises au droit français. Tout litige sera soumis aux tribunaux compétents du ressort de Nantes après tentative amiable."
    },
    "15": {
      "title": "15. Rapport et transparence des informations",
      "intro": "AUTYVO permet à l'utilisateur, propriétaire ou vendeur d'un véhicule, de générer un rapport synthétique, détaillé et structuré destiné à un futur acheteur ou pour une reprise éventuelle.",
      "report": {
        "intro": "Ce rapport contient :",
        "items": [
          "Les données fournies directement par l'utilisateur (factures, contrôles techniques, historiques d'entretien, etc.).",
          "Les informations issues de partenaires spécialisés, comme l'historique administratif (ex : Histovec) ou les recommandations constructeur fournies par un expert dans le domaine."
        ]
      },
      "objective": "L'objectif est d'encourager la transparence et la confiance entre vendeurs et acheteurs en fournissant un état complet et clair du véhicule.",
      "disclaimer": [
        "AUTYVO agit en qualité d'intermédiaire technique dans l'agrégation et la présentation des données et ne garantit pas l'exactitude, l'exhaustivité ou l'actualité des données fournies par l'utilisateur ou par les partenaires externes.",
        "L'utilisateur est responsable de la véracité et de l'exactitude des informations qu'il transmet à AUTYVO. Le rapport est fourni à titre informatif et ne saurait constituer une garantie contractuelle ou engager la responsabilité d'AUTYVO au-delà de l'exacte transmission des données."
      ]
    }
  }
}
