{
  "title": "Terms of Use",
  "subtitle": "CarDoc Application and Website (Individuals)",
  "lastUpdate": "Last updated on November 5, 2025",
  
  "section1": {
    "title": "1. Purpose and Acceptance",
    "content": "These Terms of Use (ToU) govern access to and use of the services offered by the CarDoc mobile application and website. Any use implies full and unreserved acceptance of these ToU. In case of disagreement, the user undertakes not to use the services."
  },
  
  "section2": {
    "title": "2. Publisher",
    "content": "The CarDoc mobile application and website are published by CarDoc, a SAS with capital of €12,000, registered with the Nantes Trade and Companies Register under SIREN number 992 651 349, with registered office at 1 rue de la Noé, 44300 Nantes, France.",
    "contact": "Contact: {{contactEmail}} | Support: {{supportEmail}}"
  },
  
  "section3": {
    "title": "3. Definitions",
    "definitions": {
      "user": "User: any adult individual using the CarDoc application or website.",
      "account": "Account: personal space allowing access to personalized features on the application and/or website.",
      "data": "Data: information and documents that the user enters, stores, or shares via CarDoc.",
      "services": "Services: all features offered by the CarDoc mobile application and website."
    }
  },
  
  "section4": {
    "title": "4. Access and Account Creation",
    "content": "Access to the Services requires the creation of an account, either by email or via third-party services (Apple, Google). The user is responsible for the confidentiality of their credentials and must notify without delay of any compromise.",
    "deletion": "The account can be deleted at any time by the user through the settings in the application or website, or by contacting support."
  },
  
  "section5": {
    "title": "5. Service Description",
    "intro": "CarDoc allows:",
    "features": {
      "management": "Digitized, secure management and archiving of documents and records related to personal vehicles (invoices, fuel consumption, maintenance, administrative documents).",
      "reports": "Generation of summary reports for private use.",
      "sharing": "Secure, temporary or permanent sharing of information with authorized third parties.",
      "tracking": "Proactive tracking of costs and maintenance through personalized reminders."
    }
  },
  
  "section6": {
    "title": "6. Security and Data Protection",
    "security": "CarDoc implements appropriate technical and organizational measures to ensure the security, confidentiality and integrity of user data.",
    "retention": "Data is retained for the period necessary to provide services and in accordance with applicable regulations. Following account deletion, data is deleted or anonymized, unless otherwise required by law."
  },
  
  "section7": {
    "title": "7. Use of Third-Party Data and APIs",
    "content": "CarDoc may integrate data from third-party sources (Histovec, API partners, etc.). The company is only responsible for the proper transmission and indexing of this data, and does not guarantee its completeness or accuracy, which is the responsibility of the providers."
  },
  
  "section8": {
    "title": "8. Notifications and Communications",
    "notifications": "The user may receive push notifications, SMS or emails for reminders, security alerts or important information related to the service.",
    "preferences": "The user can configure their communication preferences in the application. Some essential messages cannot be disabled."
  },
  
  "section9": {
    "title": "9. User Content",
    "responsibility": "Content generated or shared by the user (comments, photos, reviews) is their responsibility.",
    "commitment": "The user undertakes not to disseminate illegal, defamatory, offensive or harmful content. CarDoc reserves the right to moderate or delete any non-compliant or reported content."
  },
  
  "section10": {
    "title": "10. Prohibitions and Best Practices",
    "intro": "The user is prohibited from:",
    "prohibitions": {
      "commercial": "Any commercial or abusive use of the service.",
      "extraction": "Extraction, copying, scraping or unauthorized automation of content.",
      "access": "Attempts at unauthorized access or disrupting CarDoc.",
      "fraud": "Fraudulent or unfair use of the application."
    }
  },
  
  "section11": {
    "title": "11. Responsibilities",
    "service": "CarDoc strives to ensure continuity and quality of service but does not guarantee the absence of errors, interruptions or inaccuracies.",
    "user": "The user remains responsible for the data they enter and decisions made based on generated documents. It is recommended to verify information with official sources."
  },
  
  "section12": {
    "title": "12. Intellectual Property",
    "ownership": "All elements composing the CarDoc application, including but not limited to software, interfaces, graphics, content, databases and documents, are the exclusive property of CarDoc company.",
    "prohibition": "Any reproduction, representation, modification, adaptation, retransmission, or partial or total exploitation of these elements, by any means whatsoever, is strictly prohibited without prior written authorization from CarDoc.",
    "license": "The user benefits from a non-exclusive, non-transferable and revocable right of use, limited to their personal needs related to the use of the application.",
    "commitment": "They undertake not to infringe in any way on CarDoc's intellectual property rights."
  },
  
  "section13": {
    "title": "13. Modification, Suspension and Termination",
    "modification": "CarDoc may modify the ToU or services at any time with prior notification. Continued use constitutes acceptance.",
    "suspension": "In case of serious breach or abusive use, CarDoc may suspend or terminate user access without notice.",
    "termination": "Termination results in loss of access to data, except for provided export possibilities."
  },
  
  "section14": {
    "title": "14. Applicable Law and Disputes",
    "content": "These ToU are subject to French law. Any dispute will be submitted to the competent courts of Nantes jurisdiction after amicable attempt."
  },
  
  "section15": {
    "title": "15. Report and Information Transparency",
    "intro": "CarDoc allows the user, owner or seller of a vehicle, to generate a comprehensive, detailed and structured report intended for a future buyer or for a potential trade-in.",
    "reportContent": {
      "title": "This report contains:",
      "userData": "Data provided directly by the user (invoices, technical inspections, maintenance history, etc.).",
      "partnerData": "Information from specialized partners, such as administrative history (e.g., Histovec) or manufacturer recommendations provided by an expert in the field."
    },
    "objective": "The objective is to encourage transparency and trust between sellers and buyers by providing a complete and clear picture of the vehicle.",
    "disclaimer": "CarDoc acts as a technical intermediary in the aggregation and presentation of data and does not guarantee the accuracy, completeness or timeliness of data provided by the user or external partners.",
    "userResponsibility": "The user is responsible for the truthfulness and accuracy of the information they transmit to CarDoc. The report is provided for informational purposes and cannot constitute a contractual guarantee or engage CarDoc's liability beyond the exact transmission of data."
  }
}
