{
  "title": "Privacy Policy",
  "subtitle": "CarDoc Mobile Application and Website",
  "lastUpdate": "Effective Date: November 5, 2025",
  
  "preamble": {
    "title": "Preamble",
    "content": "CarDoc (hereinafter \"CarDoc\", \"we\", \"our\") attaches great importance to the protection of your personal data. This Privacy Policy aims to inform you transparently about how we collect, use, protect and manage the personal data (hereinafter \"Data\") of users (hereinafter \"User\", \"you\", \"your\") of our mobile application and our website (hereinafter the \"Services\").",
    "rgpd": "This policy complies with the General Data Protection Regulation (GDPR) of the European Union."
  },
  
  "section1": {
    "title": "1. Data Controller",
    "intro": "The data controller for your Data is:",
    "company": "CarDoc, SAS",
    "capital": "Company with a capital of €12,000",
    "address": "Registered office: 1 rue de la Noé, 44300 Nantes, France",
    "rcs": "Nantes RCS: 992 651 349",
    "contact": "For any questions regarding the protection of your Data, you can contact us at the following email address: {{contactEmail}}."
  },
  
  "section2": {
    "title": "2. Data Collected and Purposes",
    "intro": "CarDoc undertakes to collect only the Data strictly necessary for the provision of its Services.",
    "sectionA": {
      "title": "A. Data collected during registration",
      "intro": "Depending on the registration method you choose, we collect:",
      "email": {
        "title": "Email Registration (Mandatory):",
        "data": "Data: Email address.",
        "purpose": "Purpose: Creation and management of your Account, sending transactional communications (account confirmation, security alerts), and sending maintenance reminders (in accordance with Article 8 of the Terms of Use).",
        "legal": "Legal basis: Contract execution (Terms of Use)."
      },
      "oauth": {
        "title": "Registration via third-party service (Google, Apple):",
        "data": "Data: Email address, First name, Last name, Avatar (depending on the permissions you grant to the third-party service).",
        "purpose": "Purpose: Simplified Account creation, authentication and profile customization.",
        "legal": "Legal basis: Contract execution (Terms of Use)."
      }
    },
    "sectionB": {
      "title": "B. Data collected during use of Services",
      "intro": "This Data is entered, managed and stored by you. We act as a host for this Data:",
      "vehicles": {
        "title": "Vehicle-related data:",
        "data": "Data: License plate numbers.",
        "purpose": "Purpose: Identification of vehicles in your Account and linking with corresponding documents.",
        "legal": "Legal basis: Contract execution (Terms of Use)."
      },
      "management": {
        "title": "Vehicle management data:",
        "data": "Data: Documents you import (invoices, technical inspections, registration card...), data you enter manually (costs, maintenance notes, mileage).",
        "purpose": "Purpose: Provision of basic Services: archiving, cost tracking, report generation (Art. 5 and 15 of Terms of Use).",
        "legal": "Legal basis: Contract execution (Terms of Use)."
      }
    },
    "sectionC": {
      "title": "C. Data collected from partners",
      "intro": "By using our Services (for example, by entering a license plate number), we may receive personal data about you from our partners (e.g. data aggregators).",
      "data": "Data: Administrative information and technical data",
      "purpose": "Purpose: Enrich your vehicle profile and provide a complete transparency report.",
      "legal": "Legal basis: Contract execution (Terms of Use)."
    }
  },
  
  "section3": {
    "title": "3. Recipients and Data Sharing",
    "principles": {
      "title": "CarDoc commits:",
      "noSale": "Non-sale of Data: Your personal Data is never sold, rented or transferred to third parties for marketing or commercial purposes."
    },
    "intro": "Your Data is only shared with the following recipients, essential for the proper functioning of the Service:",
    "hosting": {
      "title": "A. Technical subcontractors (Hosting)",
      "content": "Your Data is stored at our hosting provider in France (detailed in Article 4)."
    },
    "sdk": {
      "title": "B. Third-party Service Providers and SDKs",
      "intro": "We integrate third-party tools (SDKs) to ensure and improve the application's functionalities. These partners may collect certain data (often anonymized or technical) and are subject to their own privacy policies.",
      "analytics": "Analytics and Performance: To understand how our Services are used and improve their stability (e.g. crash reports).",
      "notifications": "Push Notifications: To send you maintenance reminders and important alerts.",
      "support": "User Support (if applicable): To allow you to contact us via chat or support form."
    },
    "legal": {
      "title": "C. Legal obligations",
      "content": "We may be required to communicate your Data if required by law or upon request from a judicial or administrative authority."
    }
  },
  
  "section4": {
    "title": "4. Ownership, Hosting and Transfers",
    "ownership": "In accordance with our philosophy, the Data you enter in CarDoc (documents, vehicle information) belongs to you.",
    "hosting": "Your Data is hosted on secure servers located in France."
  },
  
  "section5": {
    "title": "5. Retention Period and Account Deletion",
    "retention": {
      "title": "A. Retention period",
      "content": "Your Data is retained for the entire duration of active use of your Account, i.e. as long as you use the Services."
    },
    "deletion": {
      "title": "B. Account Deletion",
      "intro": "You maintain full control over your Data. You can request deletion of your Account at any time, directly from the application via the \"Profile > Delete account\" menu.",
      "process": "The deletion process proceeds as follows:",
      "anonymization": "Immediate Anonymization: Upon your request, your identifying personal Data is immediately anonymized in our production databases. Your Account is no longer accessible.",
      "permanent": "Permanent Deletion: All of your Data (including documents and anonymized data) is permanently and irreversibly deleted from all our systems, including our backups, within a maximum of 30 days following your request."
    }
  },
  
  "section6": {
    "title": "6. Your Rights Regarding Your Data",
    "intro": "In accordance with the GDPR, you have the following rights regarding your Data:",
    "access": "Right of access: The right to consult the Data we hold about you.",
    "rectification": "Right of rectification: The right to modify your Data if it is inaccurate (for example, change your email or name via profile settings).",
    "erasure": "Right to erasure (Right to be forgotten): The right to request deletion of your Account and your Data (described in Article 5).",
    "portability": "Right to portability: You have the right to receive the structured personal data you have provided to us (such as your profile information or your input history).",
    "exercise": "To exercise these rights, you can use the tools available to you in the application or contact our support at {{contactEmail}}."
  },
  
  "section7": {
    "title": "7. Security",
    "content": "CarDoc implements appropriate technical and organizational measures (such as SSL/TLS communication encryption, strict access controls and secure infrastructure) to ensure the security, confidentiality and integrity of your Data and prevent any loss, alteration or unauthorized access."
  },
  
  "section8": {
    "title": "8. Policy Modifications",
    "content": "We reserve the right to modify this Privacy Policy. In case of substantial modification, we will inform you by email or via a notification in the application before the modifications take effect."
  }
}
